const questions = [
	{
		questionText: 'Вы идёте вечером по улице и понимаете что когото бьют, что вы сделаете?',
		answers: [
			{answerText: '- Скорее побегу на помощь.',value: 3},
			{answerText: '- Уйдёшь если хулиганы сильные.',value: 2},
			{answerText: '- Неееее ну я бы подрался но мне лень.',value: 1},
			{answerText: '- Уйду из деревни.',value: 0}
		] 
	},
	{
		questionText: 'Вы встретилил организацию акацуки, ваши действия?',
		answers: [
			{answerText: '- Без раздумий пойду драться.',value: 3},
			{answerText: '- Я буду думать и только потом пойду драться с ними.',value: 2},
			{answerText: '- Посмотрю как они деруться и может быть к ним вступлю.',value: 1},
			{answerText: '- А где саске?',value: 0}
		]
	},
	{
		questionText: 'Так вы оказалесть в бане чтобы вы там делели?',
		answers: [
			{answerText: '- Купался бы и наслождался.',value: 3},
			{answerText: '- Налаждался и купался.',value: 2},
			{answerText: '- Пошёл подглядывать.',value: 1},
			{answerText: '- Я купался и наслождался .',value: 0}
		]
	},
	{
		questionText: 'Экзамен на чунинна, нужно сделать тэст но ты ничего не знаешь чтобы ты делал?',
		answers: [
			{answerText: '- ПААААААНИКАААААААААА, хината помагии.',value: 3},
			{answerText: '- Умственая ативность для слабых, я посрлю.',value: 2},
			{answerText: '- Что такое тэст?.',value: 1},
			{answerText: '- Так наверное после того как ушёл из деревни стану хокагэ.',value: 0}
		]
	},
]